Repository: WoodbutcherTh1/HoursTracker
Catalog: HoursTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, he, ru

# scanner.subtitle
source: Import shifts from a photo, camera, or file
ar: استيراد الورديات من صورة أو كاميرا أو ملف
he: ייבוא משמרות מתמונה, מצלמה או קובץ
ru: Импорт смен с фото, камеры или из файла

# scanner.testKey
source: Test Key
ar: اختبار المفتاح
he: בדיקת מפתח
ru: Проверить ключ

# scanner.title
source: Scan Timesheet
ar: مسح جدول الدوام
he: סריקת גיליון נוכחות
ru: Сканировать табель

# scanner.tryAgain
source: Try Again
ar: حاول مجدداً
he: נסה שוב
ru: Попробовать снова

# session.breakMinutes
source: Break (minutes)
ar: استراحة (دقائق)
he: הפסקה (דקות)
ru: Перерыв (минуты)

# session.dayType
source: Day Type
ar: نوع اليوم
he: סוג יום
ru: Тип дня

# session.nightShift
source: Night Shift
ar: وردية ليلية
he: משמרת לילה
ru: Ночная смена

# settings.about
source: About
ar: حول التطبيق
he: אודות
ru: О приложении

# settings.addWidgetButton
source: Add Home Screen Widget
ar: إضافة عنصر واجهة الشاشة الرئيسية
he: הוספת ווידג׳ט למסך הבית
ru: Добавить виджет на экран «Домой»

# settings.addWidgetHint
source: Opens the widget gallery so you can add the HoursTracker widget to your Home Screen.
ar: فتح معرض الويدجت لإضافة عنصر واجهة HoursTracker إلى الشاشة الرئيسية.
he: פותח את גלריית הווידג׳טים כדי שתוכלו להוסיף את ווידג׳ט HoursTracker למסך הבית.
ru: Открывает галерею виджетов, чтобы добавить виджет HoursTracker на экран «Домой».

# settings.appLanguage
source: App Language
ar: لغة التطبيق
he: שפת האפליקציה
ru: Язык приложения

# settings.appLanguage.hint
source: Applies immediately across the app. System follows your device language.
ar: تُطبَّق فوراً على كل الشاشات. «النظام» يتبع لغة الجهاز.
he: חל מיד על כל המסכים. «מערכת» עוקב אחרי שפת המכשיר.
ru: Применяется сразу во всём приложении. «Системный» — как на устройстве.

# settings.arrivalBody
source: This uses Always location only to monitor a single geofence around your saved workplace so we can remind you to clock in. Continuous background tracking is not used. You can turn it off anytime.
ar: يستخدم موقع «دائماً» فقط لمراقبة منطقة عمل واحدة محفوظة لتذكيرك بتسجيل الدخول. لا يُستخدم التتبع المستمر في الخلفية. يمكنك إيقافه في أي وقت.
he: נעשה שימוש במיקום תמיד רק לניטור גדר וירטואלית אחת סביב מקום העבודה השמור כדי להזכיר להחתים כניסה. אין מעקב רקע רציף. אפשר לכבות בכל עת.
ru: Геопозиция «Всегда» используется только для одной геозоны вокруг сохранённого места работы, чтобы напомнить вам начать смену. Постоянное фоновое отслеживание не используется. Выключить можно в любой момент.

# settings.arrivalContinue
source: Continue
ar: متابعة
he: המשך
ru: Продолжить

# settings.arrivalHint
source: When enabled, the app asks for Always location and reminds you to clock in when you arrive at your saved workplace geofence. Continuous tracking is not used.
ar: عند التفعيل، يطلب التطبيق موقع «دائماً» ويذكّرك بتسجيل الدخول عند وصولك لمنطقة مكان العمل المحفوظ. لا يوجد تتبع مستمر.
he: כשמופעל, האפליקציה מבקשת מיקום תמיד ומזכירה להחתים כניסה בהגעה לגדר הווירטואלית של מקום העבודה. אין מעקב רציף.
ru: Если включено, приложение запросит геопозицию «Всегда» и напомнит начать смену, когда вы придёте в геозону места работы. Постоянное отслеживание не используется.

# settings.arrivalNeedLocation
source: Set your workplace location first.
ar: عيّن موقع مكان العمل أولاً.
he: הגדר קודם את מיקום מקום העבודה.
ru: Сначала задайте место работы.

# settings.arrivalReminders
source: Arrival reminders
ar: تذكيرات الوصول
he: תזכורות הגעה
ru: Напоминания о приходе

# settings.arrivalTitle
source: Enable arrival reminders?
ar: تفعيل تذكيرات الوصول؟
he: להפעיל תזכורות הגעה?
ru: Включить напоминания о приходе?

# settings.breaksArePaid
source: Breaks are paid
ar: الاستراحة مدفوعة
he: הפסקות בתשלום
ru: Перерывы оплачиваются

# settings.breaksArePaid.offHint
source: Your workplace deducts breaks: break time is taken off your hours and pay.
ar: مكان الشغل بيخصم الاستراحة: وقتها بينقص من الساعات والراتب.
he: מקום העבודה מנכה הפסקות: זמן ההפסקה יורד מהשעות ומהשכר.
ru: Ваше место работы вычитает перерывы: время перерыва снимается с часов и зарплаты.

# settings.breaksArePaid.onHint
source: Your workplace pays for breaks: the break button is a reminder only — hours and pay keep counting.
ar: مكان الشغل بيدفع عن الاستراحة: زر الاستراحة للتذكير بس — الساعات والمصاري بيضلوا ينعدّوا.
he: מקום העבודה משלם על הפסקות: כפתור ההפסקה הוא תזכורת בלבד — השעות והשכר ממשיכים להיספר.
ru: Ваше место работы оплачивает перерывы: кнопка перерыва — только напоминание, часы и зарплата продолжают идти.

# settings.contractor
source: Contractor
ar: المقاول
he: קבלן
ru: Подрядчик (компания)

# settings.currency
source: Currency
ar: العملة
he: מטבע
ru: Валюта

# settings.defaultBreak
source: Default Break (minutes)
ar: استراحة افتراضية (دقائق)
he: הפסקה כברירת מחדל (דקות)
ru: Перерыв по умолчанию (минуты)

# settings.editIDNumber
source: Edit
ar: تعديل
he: עריכה
ru: Изменить

# settings.employeeNumber
source: Employee Number
ar: رقم الموظف
he: מספר עובד
ru: Табельный номер

# settings.expectedShiftStart
source: Typical Shift Start
ar: وقت بداية الدوام المعتاد
he: שעת התחלה רגילה
ru: Обычное начало смены

# settings.fullName
source: Full Name
ar: الاسم الكامل
he: שם מלא
ru: Полное имя

# settings.gasAllowance
source: Gas Allowance
ar: بدل الوقود
he: דמי דלק
ru: Компенсация за проезд

# settings.geofenceRadius
source: Geofence Radius
ar: نطاق الموقع
he: רדיוס גאופנס
ru: Радиус геозоны

# settings.hideIDNumber
source: Hide
ar: إخفاء
he: הסתר
ru: Скрыть

# settings.hideWidgetPay
source: Hide pay amounts
ar: إخفاء المبالغ المالية
he: הסתרת סכומי שכר
ru: Скрывать суммы

# settings.hideWidgetPayHint
source: Masks earnings on home-screen widgets, the Dynamic Island and the Lock Screen. Your income stays visible only inside the app.
ar: يخفي الأرباح من ويدجت الشاشة الرئيسية وديناميك آيلاند والشاشة المقفلة. يبقى راتبك مرئياً فقط داخل التطبيق.
he: מסתיר את השכר בווידג'טים של מסך הבית, באי הדינמי ובמסך הנעילה. ההכנסות נשארות גלויות רק בתוך האפליקציה.
ru: Скрывает заработок в виджетах на экране «Домой», в Dynamic Island и на экране блокировки. Доход виден только внутри приложения.

# settings.hideWidgetPaySection
source: Widgets & Lock Screen
ar: الويدجت والشاشة المقفلة
he: ווידג'טים ומסך הנעילה
ru: Виджеты и экран блокировки

# settings.hourlyRate
source: Hourly Rate
ar: الأجر بالساعة
he: שכר לשעה
ru: Почасовая ставка

# settings.idChecksumWarning
source: This ID number doesn’t match the Israeli checksum. You can still save it.
ar: رقم الهوية لا يطابق مجموع التحقق الإسرائيلي. ما زال بإمكانك الحفظ.
he: מספר הזהות אינו תואם את סכום הביקורת הישראלי. עדיין אפשר לשמור.
ru: Этот номер удостоверения не проходит израильскую проверку контрольной цифры. Сохранить всё равно можно.

# settings.idNumber
source: ID Number
ar: رقم الهوية
he: מספר זהות
ru: Номер удостоверения (теудат зеут)

# settings.idNumberMasked
source: National ID, masked
ar: رقم الهوية، مخفي
he: מספר זהות, מוסתר
ru: Номер удостоверения скрыт

# settings.language.system
source: System
ar: النظام
he: מערכת
ru: Системный

# settings.locationDenied
source: Location access is denied. Open Settings to allow location for workplace features.
ar: تم رفض الوصول إلى الموقع. افتح الإعدادات للسماح بالموقع لميزات مكان العمل.
he: גישת מיקום נדחתה. פתחו את ההגדרות כדי לאפשר מיקום לתכונות מקום העבודה.
ru: Доступ к геопозиции запрещён. Откройте Настройки, чтобы разрешить геопозицию для функций места работы.

# settings.locationFailed
source: Couldn't get location
ar: تعذّر الحصول على الموقع
he: לא ניתן לקבל מיקום
ru: Не удалось определить местоположение

# settings.locationReminders
source: Location Reminders
ar: تذكيرات الموقع
he: תזכורות מיקום
ru: Напоминания по геопозиции

# settings.locationUpdated
source: Location updated
ar: تم تحديث الموقع
he: המיקום עודכן
ru: Местоположение обновлено

# settings.noLocation
source: No location set
ar: لم يتم تحديد موقع
he: לא הוגדר מיקום
ru: Место не задано

# settings.notifications.announcements
source: Messages from the HoursTracker team
ar: رسائل من فريق HoursTracker
he: הודעות מצוות HoursTracker
ru: Сообщения от команды HoursTracker

# settings.notifications.breakEndingSoon
source: Remind me before my break ends
ar: ذكّرني قبل ما تخلص الاستراحة
he: תזכורת לפני שההפסקה נגמרת
ru: Напомнить перед концом перерыва

# settings.notifications.breakLead
source: How long before
ar: قبل قديش
he: כמה זמן לפני
ru: За сколько

# settings.notifications.breakLength
source: Break length
ar: مدة الاستراحة
he: אורך ההפסקה
ru: Длительность перерыва

# settings.notifications.breakOver
source: Notify me when my break is over
ar: نبّهني لما تخلص الاستراحة
he: התראה כשההפסקה נגמרת
ru: Сообщить, когда перерыв закончится

# settings.notifications.hint
source: Choose which features can send you notifications.
ar: اختار أي ميزات بتقدر تبعتلك إشعارات.
he: בחרו אילו תכונות יכולות לשלוח לכם התראות.
ru: Выберите, какие функции могут присылать уведомления.

# settings.notifications.minutes %@
source: %@ min
ar: %@ د
he: %@ דק׳
ru: %@ мин

# settings.notifications.scheduleLearning
source: Learning your usual hours — reminders start once a weekday has 2 shifts in the last 8 weeks.
ar: عم نتعلّم ساعاتك المعتادة — التذكيرات بتبلش لما يكون لأي يوم بالأسبوع ورديتين بآخر 8 أسابيع.
he: לומדים את השעות הרגילות שלך — התזכורות יתחילו כשליום בשבוע יש 2 משמרות ב־8 השבועות האחרונים.
ru: Изучаю ваш обычный график — напоминания начнутся, когда за последние 8 недель в этот день недели будет 2 смены.

# settings.notifications.section
source: Notifications
ar: الإشعارات
he: התראות
ru: Уведомления

# settings.notifications.shiftEnd
source: Remind me to clock out (5 min before my usual end)
ar: ذكّرني أعمل خروج (قبل نهاية ورديتي المعتادة بـ5 د)
he: תזכורת להחתמת יציאה (5 דק׳ לפני סוף המשמרת הרגילה)
ru: Напомнить закончить смену (за 5 мин до обычного конца)

# settings.notifications.shiftStart
source: Remind me to clock in (5 min before my usual start)
ar: ذكّرني أعمل دخول (قبل بداية ورديتي المعتادة بـ5 د)
he: תזכורת להחתמת כניסה (5 דק׳ לפני תחילת המשמרת הרגילה)
ru: Напомнить начать смену (за 5 мин до обычного начала)

# settings.notifications.shiftSummary
source: Shift summary when I clock out outside the app
ar: ملخص الوردية لما أعمل خروج من برّا التطبيق
he: סיכום משמרת ביציאה מחוץ לאפליקציה
ru: Итоги смены при завершении вне приложения

# settings.notifications.usualSchedule
source: Your usual shifts
ar: ورديّاتك المعتادة
he: המשמרות הרגילות שלך
ru: Ваши обычные смены

# settings.notificationsDenied
source: Notifications are off, so arrival reminders cannot be shown. Enable them in Settings.
ar: الإشعارات متوقفة، لذا لا يمكن عرض تذكيرات الوصول. فعّلها من الإعدادات.
he: ההתראות כבויות, ולכן לא ניתן להציג תזכורות הגעה. הפעילו אותן בהגדרות.
ru: Уведомления выключены, поэтому напоминания о приходе не показываются. Включите их в Настройках.

# settings.openSystemSettings
source: Open Settings
ar: فتح الإعدادات
he: פתח הגדרות
ru: Открыть Настройки

# settings.otCap
source: Overtime Cap
ar: حد العمل الإضافي
he: תקרת שעות נוספות
ru: Лимит сверхурочных

# settings.payHours
source: Pay & Hours
ar: الأجر والساعات
he: שכר ושעות
ru: Зарплата и часы

# settings.rateApp
source: Rate HoursTracker
ar: قيّم HoursTracker
he: דרגו את HoursTracker
ru: Оценить HoursTracker

# settings.requestingLocation
source: Requesting location…
ar: جارٍ طلب الموقع…
he: מבקש מיקום…
ru: Определяю местоположение…

# settings.restDay
source: Weekly Rest Day
ar: يوم الراحة الأسبوعي
he: יום המנוחה השבועי
ru: Еженедельный выходной

# settings.save
source: Save
ar: حفظ
he: שמור
ru: Сохранить

# settings.saved
source: Changes saved
ar: تم حفظ التغييرات
he: השינויים נשמרו
ru: Изменения сохранены

# settings.secondRestDay
source: Second rest day
ar: يوم راحة ثانٍ
he: יום מנוחה שני
ru: Второй выходной

# settings.secondRestDay.none
source: None
ar: لا يوجد
he: אין
ru: Нет

# settings.setLocation
source: Set Location
ar: تحديد الموقع
he: הגדר מיקום
ru: Задать место

# settings.shareApp
source: Share HoursTracker
ar: شارك HoursTracker
he: שתפו את HoursTracker
ru: Поделиться HoursTracker

# settings.shareApp.hint
source: Send the App Store link to friends and coworkers.
ar: أرسل رابط التطبيق في App Store إلى أصدقائك وزملائك في العمل.
he: שלחו את הקישור ל-App Store לחברים ולעמיתים לעבודה.
ru: Отправьте ссылку на App Store друзьям и коллегам.

# settings.shareApp.message
source: I track my work hours and pay with HoursTracker. Try it:
ar: أتابع ساعات عملي وراتبي مع HoursTracker. جرّبه:
he: HoursTracker עוזר לי לעקוב אחרי שעות העבודה והשכר. נסו גם:
ru: Я считаю рабочие часы и зарплату в HoursTracker. Попробуй:

# settings.standardHours
source: Standard Hours
ar: الساعات القياسية
he: שעות רגילות
ru: Стандартные часы

# settings.support
source: Contact support
ar: تواصل مع الدعم
he: יצירת קשר עם התמיכה
ru: Связаться с поддержкой

# settings.title
source: Settings
ar: الإعدادات
he: הגדרות
ru: Настройки

# settings.tools
source: Tools
ar: أدوات
he: כלים
ru: Инструменты

# settings.unsaved.discard
source: Discard
ar: تجاهل
he: ביטול השינויים
ru: Не сохранять

# settings.unsaved.message
source: You changed some settings but didn't save them.
ar: غيّرت بعض الإعدادات وما حفظتها.
he: שיניתם הגדרות ועדיין לא שמרתם אותן.
ru: Вы изменили настройки, но не сохранили их.

# settings.unsaved.notification
source: You have unsaved changes in Settings. Tap to save them.
ar: عندك تغييرات بالإعدادات ما انحفظت. اضغط لتحفظها.
he: יש לכם שינויים בהגדרות שלא נשמרו. הקישו כדי לשמור.
ru: В настройках есть несохранённые изменения. Нажмите, чтобы сохранить.

# settings.unsaved.stay
source: Keep editing
ar: متابعة التعديل
he: המשך עריכה
ru: Продолжить

# settings.unsaved.title
source: Unsaved changes
ar: تغييرات غير محفوظة
he: שינויים שלא נשמרו
ru: Несохранённые изменения

# settings.version
source: Version
ar: الإصدار
he: גרסה
ru: Версия

# settings.weeklyOTCap
source: Weekly OT Cap Hours
ar: حد العمل الإضافي الأسبوعي
he: תקרת שעות נוספות שבועית
ru: Недельный лимит сверхурочных (ч)

# settings.weeklyStandardHours
source: Weekly Standard Hours
ar: الساعات الأسبوعية القياسية
he: שעות רגילות שבועיות
ru: Стандартные часы в неделю

# settings.widgetInstalled %lld
source: %lld installed
ar: %lld مُثبَّت
he: %lld מותקנים
ru: Установлено: %lld

# settings.workRules
source: Work Rules
ar: قواعد العمل
he: כללי עבודה
ru: Правила работы

# settings.workRulesNote
source: Rest-day and holiday work pays 150%/175%/200%. Night shifts start overtime after 7 hours. Breaks are deducted from paid hours.
ar: العمل في يوم الراحة أو العيد يُدفع 150%/175%/200%. الوردية الليلية: ساعات إضافية بعد 7 ساعات. الاستراحة تُخصم من الساعات المدفوعة.
he: עבודה ביום מנוחה או בחג משולמת 150%/175%/200%. במשמרת לילה שעות נוספות אחרי 7 שעות. הפסקות מנוכות מהשעות בתשלום.
ru: Работа в выходной и праздник оплачивается по 150%/175%/200%. В ночную смену сверхурочные начинаются после 7 часов. Перерывы вычитаются из оплачиваемых часов.

# settings.workRulesNoteTitle
source: About overtime & break rates
ar: عن نسب الساعات الإضافية والاستراحة
he: על תעריפי שעות נוספות והפסקות
ru: О ставках сверхурочных и перерывах

# settings.workerInfo
source: Worker Information
ar: معلومات العامل
he: פרטי עובד
ru: Данные работника

# settings.workplace
source: Workplace
ar: مكان العمل
he: מקום עבודה
ru: Место работы

# settings.workplaceName
source: Workplace Name
ar: اسم مكان العمل
he: שם מקום העבודה
ru: Название места работы

# shift.breakdown
source: Pay breakdown
ar: تفاصيل الأجر
he: פירוט שכר
ru: Расчёт зарплаты

# shift.detailTitle
source: Shift Detail
ar: تفاصيل الوردية
he: פרטי משמרת
ru: Подробности смены

# shift.gas
source: Travel allowance
ar: بدل مواصلات
he: נסיעות
ru: Компенсация за проезд

# shortcut.addHours
source: Add Hours
ar: إضافة ساعات
he: הוספת שעות
ru: Добавить часы

# shortcut.clockIn
source: Clock In
ar: تسجيل دخول
he: התחלת משמרת
ru: Начать смену

# shortcut.clockOut
source: Clock Out
ar: تسجيل خروج
he: סיום משמרת
ru: Закончить смену

# shortcut.scanTimesheet
source: Scan Timesheet
ar: مسح جدول دوام
he: סריקת טבלת שעות
ru: Сканировать табель

# sickDay.capReached
source: Annual sick-day allowance reached (18 days). Check with your employer before recording more sick days this year.
ar: وصلت إلى الحد السنوي لأيام المرض (18 يوم). تحقق من صاحب العمل قبل تسجيل المزيد هذا العام.
he: הגעת למכסת ימי המחלה השנתית (18 ימים). בדוק עם המעסיק לפני רישום ימי מחלה נוספים השנה.
ru: Годовой лимит больничных исчерпан (18 дней). Уточните у работодателя, прежде чем записывать новые больничные в этом году.

# siri.alreadyIn %1$@ %2$@
source: You're already clocked in since %1$@ — %2$@ so far.
ar: إنت بالشغل من الساعة %1$@ — صارلك %2$@.
he: אתם כבר במשמרת מ־%1$@ — %2$@ עד עכשיו.
ru: Вы уже на смене с %1$@ — уже %2$@.

# siri.alreadyOnBreak
source: You're already on a break.
ar: إنت أصلاً باستراحة.
he: אתם כבר בהפסקה.
ru: Вы уже на перерыве.

# siri.breakEnded
source: Welcome back — the clock is running again.
ar: أهلاً بعودتك — العدّاد رجع يشتغل.
he: ברוכים השבים — השעון רץ שוב.
ru: С возвращением — время снова идёт.

# siri.breakStarted
source: Enjoy your break.
ar: استراحة سعيدة.
he: הפסקה נעימה.
ru: Приятного перерыва.

# siri.clockedIn %@
source: Clocked in at %@. Have a good shift!
ar: تم تسجيل الدخول الساعة %@. وردية موفقة!
he: נרשמה כניסה ב־%@. משמרת טובה!
ru: Смена начата в %@. Хорошей смены!

# siri.clockedOut %1$@ %2$@
source: Shift complete: %1$@ hours, %2$@.
ar: خلصت الوردية: %1$@ ساعات، %2$@.
he: המשמרת הסתיימה: %1$@ שעות, %2$@.
ru: Смена окончена: %1$@ ч, %2$@.

# siri.clockedOutNoPay %@
source: Shift complete: %@ hours.
ar: خلصت الوردية: %@ ساعات.
he: המשמרת הסתיימה: %@ שעות.
ru: Смена окончена: %@ ч.

# siri.export.done %@
source: Here's your report: %@.
ar: هذا تقريرك: %@.
he: הנה הדוח שלכם: %@.
ru: Ваш отчёт: %@.

# siri.export.empty %@
source: %@: no shifts to export.
ar: %@: ما في ورديات للتصدير.
he: %@: אין משמרות לייצוא.
ru: %@: нет смен для экспорта.

# siri.notClockedIn
source: You're not clocked in right now.
ar: إنت مش مسجّل دخول هلأ.
he: אינכם במשמרת כרגע.
ru: Сейчас вы не на смене.

# siri.notOnBreak
source: You're not on a break.
ar: إنت مش باستراحة.
he: אינכם בהפסקה.
ru: Вы не на перерыве.

# siri.period.lastMonth
source: Last month
ar: الشهر الماضي
he: החודש שעבר
ru: В прошлом месяце

# siri.period.thisMonth
source: This month
ar: هالشهر
he: החודש
ru: В этом месяце

# siri.period.thisWeek
source: This week
ar: هالأسبوع
he: השבוע
ru: На этой неделе

# siri.period.today
source: Today
ar: اليوم
he: היום
ru: Сегодня

# siri.status.working %1$@ %2$@
source: Working since %1$@ — %2$@ so far.
ar: بالشغل من %1$@ — صارلك %2$@.
he: בעבודה מ־%1$@ — %2$@ עד עכשיו.
ru: На смене с %1$@ — уже %2$@.

# siri.status.workingPay %1$@ %2$@ %3$@
source: Working since %1$@ — %2$@ so far, %3$@.
ar: بالشغل من %1$@ — صارلك %2$@، %3$@.
he: בעבודה מ־%1$@ — %2$@ עד עכשיו, %3$@.
ru: На смене с %1$@ — уже %2$@, %3$@.

# siri.totals %1$@ %2$@ %3$@
source: %1$@: %2$@ hours, %3$@.
ar: %1$@: %2$@ ساعات، %3$@.
he: %1$@: %2$@ שעות, %3$@.
ru: %1$@: %2$@ ч, %3$@.

# siri.totalsEmpty %@
source: %@: no shifts yet.
ar: %@: لسا ما في ورديات.
he: %@: עדיין אין משמרות.
ru: %@: смен пока нет.

# siri.totalsNoPay %1$@ %2$@
source: %1$@: %2$@ hours.
ar: %1$@: %2$@ ساعات.
he: %1$@: %2$@ שעות.
ru: %1$@: %2$@ ч.

# sum.breakPaid
source: paid
ar: مدفوعة
he: בתשלום
ru: оплачиваемый

# sum.breakUnpaid
source: unpaid
ar: غير مدفوعة
he: ללא תשלום
ru: неоплачиваемый

# sum.creditPointsInfo
source: Credit points lower your income tax. They come from your personal details in Settings (marital status, children).
ar: نقاط الاستحقاق بتقلّل ضريبة الدخل. بتنحسب من تفاصيلك الشخصية بالإعدادات (الحالة الاجتماعية، الأولاد).
he: נקודות זיכוי מקטינות את מס ההכנסה. הן נקבעות לפי הפרטים האישיים בהגדרות (מצב משפחתי, ילדים).
ru: Налоговые пункты снижают подоходный налог. Они рассчитываются по личным данным в Настройках (семейное положение, дети).

# sum.deductions %@
source: Deductions −%@
ar: الاقتطاعات −%@
he: ניכויים −%@
ru: Удержания −%@

# sum.homeSyncGross
source: Home will show Gross too
ar: الشاشة الرئيسية كمان رح تعرض الإجمالي
he: גם מסך הבית יציג ברוטו
ru: На главном тоже будет брутто

# sum.homeSyncNet
source: Home will show Net too
ar: الشاشة الرئيسية كمان رح تعرض الصافي
he: גם מסך הבית יציג נטו
ru: На главном тоже будет нетто

# sum.new
source: New
ar: جديد
he: חדש
ru: Новое

# sum.noteGross
source: estimate only · before tax
ar: تقدير فقط · قبل الضريبة
he: הערכה בלבד · לפני מס
ru: только оценка · до налогов

# sum.noteNet
source: estimate only · after tax
ar: تقدير فقط · بعد الضريبة
he: הערכה בלבד · אחרי מס
ru: только оценка · после налогов

# sum.rateMissing
source: Set your hourly rate to see what this shift earned
ar: حدد أجرك بالساعة لتشوف قديش ربحت بهالوردية
he: הגדירו שכר לשעה כדי לראות כמה הרווחתם במשמרת
ru: Укажите почасовую ставку, чтобы увидеть заработок за смену

# sum.rateSave
source: Save hourly rate
ar: حفظ الأجر بالساعة
he: שמירת שכר לשעה
ru: Сохранить ставку

# sum.rowBreaks
source: Breaks
ar: الاستراحات
he: הפסקות
ru: Перерывы

# sum.rowOvertime %@
source: Overtime %@%%
ar: إضافي %@%%
he: נוספות %@%%
ru: Сверхурочные %@%%

# sum.rowRegular
source: Regular 100%
ar: عادي 100%
he: רגילות 100%
ru: Обычные 100%

# sum.title
source: Shift complete
ar: خلصت الوردية
he: המשמרת הסתיימה
ru: Смена завершена

# sum.week %1$@ %2$@
source: This week: %1$@ hours · %2$@
ar: هالأسبوع: %1$@ ساعة · %2$@
he: השבוע: %1$@ שעות · %2$@
ru: На этой неделе: %1$@ ч · %2$@

# summary.dayComplete
source: Shift completed
ar: اكتملت الوردية
he: המשמרת הושלמה
ru: Смена завершена

# summary.deleteThisShift
source: Delete This Shift
ar: حذف هذه الوردية
he: מחק משמרת זו
ru: Удалить эту смену

# summary.done
source: Done
ar: تم
he: סיום
ru: Готово

# summary.ot125
source: 125% OT
ar: إضافي 125%
he: 125% נוספות
ru: Сверхур. 125%

# summary.ot150
source: 150% OT
ar: إضافي 150%
he: 150% נוספות
ru: Сверхур. 150%

# summary.regular
source: Regular
ar: عادي
he: שעות רגילות
ru: Обычные

# summary.todaysPay
source: Today's Pay
ar: أجر اليوم
he: שכר היום
ru: Зарплата за сегодня

# sync.disableConfirm
source: Turn off iCloud sync? You can keep existing iCloud copies or delete them now.
ar: إيقاف مزامنة iCloud؟ يمكنك الإبقاء على النسخ الموجودة أو حذفها الآن.
he: לכבות סנכרון iCloud? אפשר להשאיר עותקים קיימים ב‑iCloud או למחוק אותם עכשיו.
ru: Выключить синхронизацию iCloud? Можно сохранить копии в iCloud или удалить их сейчас.

# sync.disableDeleteCloud
source: Turn Off and Delete iCloud Data
ar: إيقاف وحذف بيانات iCloud
he: כבה ומחק נתוני iCloud
ru: Выключить и удалить данные в iCloud

# sync.disableKeepCloud
source: Turn Off, Keep iCloud Data
ar: إيقاف مع الإبقاء على بيانات iCloud
he: כבה והשאר נתוני iCloud
ru: Выключить, сохранить данные в iCloud

# sync.enabled
source: Sync with iCloud
ar: المزامنة مع iCloud
he: סנכרון עם iCloud
ru: Синхронизация с iCloud

# sync.enabledHint
source: When on, work sessions and workplace settings (not your national ID) upload to your private iCloud database so your other Apple devices can sync. Data stays under your Apple ID — not on our servers.
ar: عند التفعيل، تُرفع الورديات وإعدادات مكان العمل (وليس رقم الهوية) إلى قاعدة بيانات iCloud الخاصة بك لمزامنة أجهزتك. تبقى البيانات تحت حساب Apple — وليس على خوادمنا.
he: כשמופעל, משמרות והגדרות מקום עבודה (לא מספר הזהות) מועלים למסד הנתונים הפרטי שלך ב‑iCloud לסנכרון בין המכשירים. הנתונים נשארים תחת ה‑Apple ID שלך — לא בשרתים שלנו.
ru: Если включено, смены и настройки места работы (но не номер удостоверения) загружаются в вашу личную базу iCloud, чтобы синхронизироваться с другими устройствами Apple. Данные остаются под вашим Apple ID — не на наших серверах.

source: Sync failed: %@
ar: فشلت المزامنة: %@
he: הסנכרון נכשל: %@
ru: Ошибка синхронизации: %@

# sync.lastSync %@
source: Last sync: %@
ar: آخر مزامنة: %@
he: סנכרון אחרון: %@
ru: Последняя синхронизация: %@

source: Sync Now
ar: مزامنة الآن
he: סנכרן עכשיו
ru: Синхронизировать
